Repository: kingel/collective.portlet.content
Catalog: collective/portlet/content/locales/*/LC_MESSAGES/collective.portlet.content.po
Languages: it

source: Body
it: Testo

source: Content Item
it: Contenuto

source: Content portlet
it: Portlet contenuto

source: Date
it: Data

source: Description
it: Descrizione

source: Display as a link
it: Visualizza come collegamento

source: Display as text
it: Visualizza come testo

source: Hidden
it: Nascosto

source: Image
it: Immagine

source: Item Display
it: Visualizzazione

source: Item Title in portlet content
it: Titolo del contenuto nella portlet

source: Omit portlet border
it: Ometti bordo della portlet

source: Omit portlet header
it: Ometti intestazione della portlet

source: Portlet Title
it: Titolo portlet

source: Portlet header
it: Intestazione portlet

source: Read More Link
it: Link "Leggi il resto"

source: help_custom_header
it: Imposta una intestazione (titolo) per la portlet. Lascia vuoto per usare il titolo del contenuto.

source: help_item_display
it: Seleziona quale dei campi del contenuto saranno visualizzati nell'area della portlet.Nota che selezionare "Testo" non funzionerà per una Immagine.

source: help_more_text
it: Inserisci il testo del link nel footer. Lascia vuoto per non avere footer.

source: help_omit_border
it: Seleziona se vuoi visualizzare il contenuto selezionato sopra senza la solita intestazione, bordo e footer.

source: help_omit_header
it: Seleziona se non vuoi che l'intestazione della portlet sia visualizzata.

source: help_portlet_title
it: Inserisci un titolo per questa portlet. Questa proprietà è usata come titolo della portlet nella schermata "@@manage-portlets". Lascia vuoto per avere "Portlet contenuto".

source: help_title_display
it: Vuoi che venga visualizzato il titolo del contenuto dentro alla portlet e, se sì, come? Nota che di base, il titolo del contenuto viene visualizzato nell'instestazione della portlet.
